{"doc_id": "001", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/001.txt", "char_len": 2597, "text": "Labour plans maternity pay rise\n\nMaternity pay for new mothers is to rise by £1,400 as part of new proposals announced by the Trade and Industry Secretary Patricia Hewitt.\n\nIt would mean paid leave would be increased to nine months by 2007, Ms Hewitt told GMTV's Sunday programme. Other plans include letting maternity pay be given to fathers and extending rights to parents of older children. The Tories dismissed the maternity pay plan as \"desperate\", while the Liberal Democrats said it was misdirected.\n\nMs Hewitt said: \"We have already doubled the length of maternity pay, it was 13 weeks when we were elected, we have already taken it up to 26 weeks. \"We are going to extend the pay to nine months by 2007 and the aim is to get it right up to the full 12 months by the end of the next Parliament.\" She said new mothers were already entitled to 12 months leave, but that many women could not take it as only six of those months were paid. \"We have made a firm commitment. We will definitely extend the maternity pay, from the six months where it now is to nine months, that's the extra £1,400.\" She said ministers would consult on other proposals that could see fathers being allowed to take some of their partner's maternity pay or leave period, or extending the rights of flexible working to carers or parents of older children. The Shadow Secretary of State for the Family, Theresa May, said: \"These plans were announced by Gordon Brown in his pre-budget review in December and Tony Blair is now recycling it in his desperate bid to win back women voters.\"\n\nShe said the Conservatives would announce their proposals closer to the General Election. Liberal Democrat spokeswoman for women Sandra Gidley said: \"While mothers would welcome any extra maternity pay the Liberal Democrats feel this money is being misdirected.\" She said her party would boost maternity pay in the first six months to allow more women to stay at home in that time.\n\nMs Hewitt also stressed the plans would be paid for by taxpayers, not employers. But David Frost, director general of the British Chambers of Commerce, warned that many small firms could be \"crippled\" by the move. \"While the majority of any salary costs may be covered by the government's statutory pay, recruitment costs, advertising costs, retraining costs and the strain on the company will not be,\" he said. Further details of the government's plans will be outlined on Monday. New mothers are currently entitled to 90% of average earnings for the first six weeks after giving birth, followed by £102.80 a week until the baby is six months old."}
{"doc_id": "002", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/002.txt", "char_len": 2325, "text": "Watchdog probes e-mail deletions\n\nThe information commissioner says he is urgently asking for details of Cabinet Office orders telling staff to delete e-mails more than three months old.\n\nRichard Thomas \"totally condemned\" the deletion of e-mails to prevent their disclosure under freedom of information laws coming into force on 1 January. Government guidance said e-mails should only be deleted if they served \"no current purpose\", Mr Thomas said. The Tories and the Lib Dems have questioned the timing of the new rules.\n\nTory leader Michael Howard has written to Tony Blair demanding an explanation of the new rules on e-mail retention. On Monday Lib Dem constitutional affairs committee chairman Alan Beith warned that the deletion of millions of government e-mails could harm the ability of key probes like the Hutton Inquiry. The timing of the new rules just before the Freedom of Information Act comes into forces was \"too unlikely to have been a coincidence\", Mr Beith said. But a Cabinet Office spokeswoman said the move was not about the new laws or \"the destruction of important records\". Mr Beith urged the information commissioner to look at how the \"e-mail regime\" could \"support the freedom of information regime\".\n\nMr Thomas said: \"The new Act of Parliament makes it very clear that to destroy records in order to prevent their disclosure becomes a criminal offence.\" He said there was already clear guidance on the retention of e-mails contained in a code of practice from the lord chancellor. All e-mails are subject to the freedom of information laws, but the important thing was the content of the e-mail, said Mr Thomas.\n\n\"If in doubt retain, that has been the long-standing principle of the civil service and public authorities. It's only when you've got no further use for the particular record that it may be legitimate to destroy it. \"But any deliberate destruction to avoid the possibility of later disclosure is to be totally condemned.\" The Freedom of Information Act will cover England, Wales and Northern Ireland from next year. Similar measures are being brought in at the same time in Scotland. It provides the public with a right of access to information held by about 100,000 public bodies, subject to various exemptions. Its implementation will be monitored by the information commissioner."}
{"doc_id": "003", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/003.txt", "char_len": 3108, "text": "Hewitt decries 'career sexism'\n\nPlans to extend paid maternity leave beyond six months should be prominent in Labour's election manifesto, the Trade and Industry Secretary has said.\n\nPatricia Hewitt said the cost of the proposals was being evaluated, but it was an \"increasingly high priority\" and a \"shared goal across government\". Ms Hewitt was speaking at a gender and productivity seminar organised by the Equal Opportunities Commission (EOC). Mothers can currently take up to six months' paid leave - and six unpaid. Ms Hewitt told the seminar: \"Clearly, one of the things we need to do in the future is to extend the period of payment for maternity leave beyond the first six months into the second six months. \"We are looking at how quickly we can do that, because obviously there are cost implications because the taxpayer reimburses the employers for the cost of that.\"\n\nMs Hewitt also announced a new drive to help women who want to work in male dominated sectors, saying sexism at work was still preventing women reaching their full potential. Plans include funding for universities to help female science and engineering graduates find jobs and \"taster courses\" for men and women in non-traditional jobs. Women in full-time work earn 19% less than men, according to the Equal Opportunities Commission (EOC).\n\nThe minister told delegates that getting rid of \"career sexism\" was vital to closing the gender pay gap.\n\n\"Career sexism limits opportunities for women of all ages and prevents them from achieving their full potential. \"It is simply wrong to assume someone cannot do a job on the grounds of their sex,\" she said. Earlier, she told BBC Radio 4's Today programme: \"What we are talking about here is the fact that about six out of 20 women work in jobs that are low-paid and typically dominated by women, so we have got very segregated employment. \"Unfortunately, in some cases, this reflects very old-fashioned and stereotypical ideas about the appropriate jobs for women, or indeed for men. \"Career sexism is about saying that engineering, for instance, where only 10% of employees are women, is really a male-dominated industry. Construction is even worse. \"But it is also about saying childcare jobs are really there for women and not suitable for men. Career sexism goes both ways.\"\n\nShe added that while progress had been made, there was still a gap in pay figures. \"The average woman working full-time is being paid about 80p for every pound a man is earning. For women working part-time it is 60p.\" The Department for Trade and Industry will also provide funding to help a new pay experts panel run by the TUC.\n\nIt has been set up to advise hundreds of companies on equal wage policies. Research conducted by the EOC last year revealed that many Britons believe the pay gap between men and women is the result of \"natural differences\" between the sexes. Women hold less than 10% of the top positions in FTSE 100 companies, the police, the judiciary and trade unions, according to their figures. And retired women have just over half the income of their male counterparts on average."}
{"doc_id": "004", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/004.txt", "char_len": 1470, "text": "Labour chooses Manchester\n\nThe Labour Party will hold its 2006 autumn conference in Manchester and not Blackpool, it has been confirmed.\n\nThe much trailed decision was ratified by Labour's ruling National Executive Committee in a break with the traditional choice of a seaside venue. It will be the first time since 1917 that the party has chosen Manchester to host the annual event. Blackpool will get the much smaller February spring conference instead in what will be seen as a placatory move.\n\nFor years the main political parties have rotated between Blackpool, Bournemouth and Brighton. And the news the much larger annual conference is not to gather in Blackpool will be seen as a blow in the coastal resort. In 1998 the party said it would not return to Blackpool but did so in 2002. The following year Bournemouth hosted the event before the party signed a two year deal for Brighton to host the autumn conference.\n\nColin Asplin, Blackpool Hotel Association said: \"We have tried very hard to make sure they come back to Blackpool. \"Obviously we have failed in that. I just hope Manchester can handle the crowds. \"It amazes me that the Labour Party, which is a working class party, doesn't want to come to the main working class resort in the country.\" The exact cost to Blackpool in terms of lost revenue for hotel accommodation is not yet known but it is thought that block bookings will be taken at the major Manchester hotels after the official announcement."}
{"doc_id": "005", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/005.txt", "char_len": 2859, "text": "Brown ally rejects Budget spree\n\nChancellor Gordon Brown's closest ally has denied suggestions there will be a Budget giveaway on 16 March.\n\nEd Balls, ex-chief economic adviser to the Treasury, said there would be no spending spree before polling day. But Mr Balls, a prospective Labour MP, said he was confident the chancellor would meet his fiscal rules. He was speaking as Sir Digby Jones, CBI director general, warned Mr Brown not to be tempted to use any extra cash on pre-election bribes.\n\nMr Balls, who stepped down from his Treasury post to stand as a Labour candidate in the election, had suggested that Mr Brown would meet his golden economic rule - \"with a margin to spare\". He said he hoped more would be done to build on current tax credit rules.\n\nHe also stressed rise in interest rates ahead of an expected May election would not affect the Labour Party's chances of winning. Expectations of a rate rise have gathered pace after figures showed house prices are still rising. Consumer borrowing rose at a near-record pace in January. \"If the MPC (the Bank of England's Monetary Policy Committee) were to judge that a rate rise was justified before the election because of the strength of the economy - and I'm not predicting that they will - I do not believe that this will be a big election issue in Britain for Labour,\" he told a Parliamentary lunch. \"This is a big change in our political culture.\"\n\nDuring an interview with BBC Radio 4's Today programme, Mr Balls said he was sure Mr Brown's Budget would not put at risk the stability of the economy. \"I don't think we'll see a pre-election spending spree - we certainly did not see that before 2001,\" he said.\n\nHis assurances came after Sir Digby Jones said stability was all important and any extra cash should be spent on improving workers' skills. His message to the chancellor was: \"Please don't give it away in any form of electioneering.\" Sir Digby added: \"I don't think he will. I have to say he has been a prudent chancellor right the way through. Stability is the key word - British business needs boring stability more than anything. \"We would say to him 'don't increase your public spending, don't give it away. But if you are going to anywhere, just add something to the competitiveness of Britain, put it into skilling our people'. \"That would be a good way to spend any excess.\"\n\nMr Balls refused to say whether Mr Brown would remain as chancellor after the election, amid speculation he will be offered the job of Foreign Secretary. \"I think that Gordon Brown wants to be part of the successful Labour government which delivers in the third term for the priorities of the people and sees off a Conservative Party that will take Britain backwards,\" Mr Balls told Today. Prime Minister Tony Blair has yet to name the date of the election, but most pundits are betting on 5 May."}
{"doc_id": "006", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/006.txt", "char_len": 2005, "text": "'Errors' doomed first Dome sale\n\nThe initial attempt to sell the Millennium Dome failed due to a catalogue of errors, a report by the government's finance watchdog says.\n\nThe report said too many parties were involved in decision-making when the attraction first went on sale after the Millennium exhibition ended. The National Audit Office said the Dome cost taxpayers £28.7m to maintain and sell in the four years after it closed. Finally, a deal to turn it into a sport and entertainment venue was struck. More than £550m could now be returned to the public sector in the wake of the deal to regenerate the site in Greenwich, London.\n\nThe NAO report said that this sale went through because it avoided many of the problems of the previous attempt to sell the Dome. Deputy Prime Minister John Prescott said a good deal had been secured. \"Delivery of the many benefits secured through this deal will continue the substantial progress already made at the Millennium Village and elsewhere on the peninsula,\" he said. But Edward Leigh, who is chairman of the Commons public accounts committee, warned the government would have to work hard to ensure taxpayers would get full benefit from the Dome deal. He said: \"This report also shows that the first attempt to sell the Dome proved a complete fiasco. Every arm of government seems to have had a finger in the pie. The process was confused and muddled.\" He added: \"Four years after the Millennium Exhibition closed, the Government finally has a deal to find a use for what has been a white elephant since it closed in a deal that, incredible as it may seem, should bring in some money and provide a benefit for the local area and the country as whole. However, it was more a question of luck that a strong bid turned up after thefirst abortive attempt.\" NAO head Sir John Bourn said: \"In difficult circumstances following the failure of the first competition, English Partnerships and the office of the deputy prime minister have worked hard to get a deal.\""}
{"doc_id": "007", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/007.txt", "char_len": 2987, "text": "Fox attacks Blair's Tory 'lies'\n\nTony Blair lied when he took the UK to war so has no qualms about lying in the election campaign, say the Tories.\n\nTory co-chairman Liam Fox was speaking after Mr Blair told Labour members the Tories offered a \"hard right agenda\". Dr Fox told BBC Radio: \"If you are willing to lie about the reasons for going to war, I guess you are going to lie about anything at all.\" He would not discuss reports the party repaid £500,000 to Lord Ashcroft after he predicted an election defeat.\n\nThe prime minister ratcheted up Labour's pre-election campaigning at the weekend with a helicopter tour of the country and his speech at the party's spring conference. He insisted he did not know the poll date, but it is widely expected to be 5 May.\n\nIn what was seen as a highly personal speech in Gateshead on Sunday, Mr Blair said: \"I have the same passion and hunger as when I first walked through the door of 10 Downing Street.\" He described his relationship with the public as starting euphoric, then struggling to live up to the expectations, and reaching the point of raised voices and \"throwing crockery\". He warned his supporters against complacency, saying: \"It's a fight for the future of our country, it's a fight that for Britain and the people of Britain we have to win.\"\n\nMr Blair said that whether the public chose Michael Howard or Mr Kennedy, it would result in \"a Tory government not a Labour government and a country that goes back and does not move forward\". Dr Fox accused Mr Blair and other Cabinet ministers of telling lies about their opponents' policies and then attacking the lies. \"What we learned at the weekend is what Labour tactics are going to be and it's going to be fear and smear,\" he told BBC News. The Tory co-chairman attacked Labour's six new pledges as \"vacuous\" and said Mr Blair was very worried voters would take revenge for his failure to deliver. Dr Fox refused to discuss weekend newspaper reports that the party had repaid £500,000 to former Tory Treasurer Lord Ashcroft after he said the party could not win the election. \"We repay loans when they are due but do not comment to individual financial matters,\" he said, insisting he enjoyed a \"warm and constructive\" relationship to Lord Ashcroft.\n\nMeanwhile Lib Dem leader Charles Kennedy is expected to attack Mr Blair's words as he begins a nationwide tour on Monday. Mr Kennedy is accelerating Lib Dem election preparations this week as he visits Manchester, Liverpool, Leicester, Somerset, Basingstoke, Shrewsbury, Dorset and Torbay. He said: \"This is three-party politics. In the northern cities, the contest is between Labour and the Liberal Democrats. \"In southern and rural seats - especially in the South West - the principal contenders are the Liberal Democrats and the Conservatives, who are out of the running in Scotland and Wales.\" The Lib Dems accuse Mr Blair of making a \"touchy-feely\" speech to Labour delegates which will not help him regain public trust."}
{"doc_id": "008", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/008.txt", "char_len": 3116, "text": "Women MPs reveal sexist taunts\n\nWomen MPs endure \"shocking\" levels of sexist abuse at the hands of their male counterparts, a new study shows.\n\nMale MPs pretended to juggle imaginary breasts and jeered \"melons\" as women made Commons speeches, researchers from Birkbeck College were told. Labour's Yvette Cooper said she found it hard to persuade Commons officials she was a minister and not a secretary. Some 83 MPs gave their answers in 100 hours of taped interviews for the study \"Whose Secretary are You, minister\".\n\nThe research team, under Professor Joni Lovenduski, had set out to look at the achievements and experiences of women at Westminster. But what emerged was complaints from MPs of all parties of sexist barracking in the Chamber, sexist insults and patronising assumptions about their abilities. Barbara Follet, one of the so-called \"Blair Babes\" elected in 1997, told researchers: \"I remember some Conservatives - whenever a Labour woman got up to speak they would take their breasts - imaginary breasts - in their hands and wiggle them and say 'melons' as we spoke.\" Former Liberal Democrat MP Jackie Ballard recalled a stream of remarks from a leading MP on topics such as women's legs or their sexual persuasion. And ex-Tory education secretary Gillian Shepherd remembered how one of her male colleagues called all women \"Betty\".\n\n\"When I said, 'Look you know my name isn't Betty', he said, 'ah but you're all the same, so I call you all Betty'.\" Harriet Harman told researchers of the sheer hostility prompted by her advancement to the Cabinet: \"Well, you've only succeeded because you're a woman.\" Another current member of the Cabinet says she was told: \"Oh, you've had a very fast rise, who have you been sleeping with?\" Even after the great influx of women MPs at the 1997 general election, and greater numbers of women in the Cabinet, female MPs often say they feel stuck on the edge of a male world.\n\nLiberal Democrat Sarah Teather, the most recent female MP to be elected, told researchers: \"Lots of people say it's like an old boys club. \"I've always said to me it feels more like a teenage public school - you know a public school full of teenagers.\" Prof Joni Lovenduski, who conducted the study with the help of Margaret Moran MP and a team of journalists, said she was shocked at the findings. \"We expected a bit of this but nothing like this extent. We expected to find a couple of shocking episodes.\" But she said there was a difference between the experiences of women before the 1997 intake and afterwards. This was mainly because there were more women present in Parliament who were not prepared to \"put up with\" the sexist attitudes they came across, Prof Lovenduski said. But she added: \"Some women, including the women who came in 1997, received extraordinary treatment and I am not convinced that if the number of women changed back to what it was before 1997 that things would not change back. \"What I think is shocking to the general public is that these things go on in the House of Commons.\" The interviews are to be placed in the British Library as a historical record."}
{"doc_id": "009", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/009.txt", "char_len": 3197, "text": "Campbell: E-mail row 'silly fuss'\n\nEx-No 10 media chief Alastair Campbell is at the centre of a new political row over an e-mail containing a four-letter outburst aimed at BBC journalists.\n\nMr Campbell sent the missive by mistake to BBC2's Newsnight after it sought to question his role in Labour's controversial poster campaign. He later contacted the show saying the original e-mail had been sent in error and that it was all a \"silly fuss\". Mr Campbell has recently re-joined Labour's election campaign.\n\nThe e-mail was revealed the day after Peter Mandelson, former Labour minister and now a European Commissioner, warned the BBC to steer away from \"demonising\" Mr Campbell. Mr Campbell messaged Newsnight after the programme investigated claims that Labour's advertising agency TBWA was blaming him for controversy over its campaign posters. The images, including one of flying pigs and another of what critics claim depicted Tory leader Michael Howard as Fagin, prompted accusations of anti-Semitism, claims denied by Labour.\n\nMr Campbell's e-mail, which was apparently intended for a party official, suggested they should get Trevor Beattie, TBWA's boss, to issue a statement. In it, he said: \"Just spoke to trev. think tbwa shd give statement to newsnight saying party and agency work together well and nobody here has spoken to standard. Posters done by by tbwa according to political brief. Now fuck off and cover something important you twats!\" The e-mail was sent by mistake to Newsnight journalist Andrew McFadyen. Realising his error, Mr Campbell then e-mailed Mr McFadyen pointing out the mistake, but suggesting presenter Jeremy Paxman would have seen the funny side.\n\nHe said: \"Not very good at this e-mail Blackberry malarkey. Just looked at log of sent messages, have realised e-mail meant for colleagues at TBWA has gone to you. For the record, first three sentences of email spot on. No row between me and trevor. \"Posters done by them according to our brief. I dreamt up flying pigs. Pigs not great but okay in the circs of Tories promising tax cuts and spending rises with the same money. TBWA made production. \"Campbell swears shock. Final sentence of earlier e-mail probably a bit colourful and personal considering we have never actually met but I'm sure you share the same sense of humour as your star presenter Mr P. \"Never known such a silly fuss since the last silly fuss but there we go. Must look forward not back.\"\n\nLater the prime minister's spokesman was asked by journalists about his view on Mr Campbell's use of abusive language. The spokesman said: \"The person you are referring to is capable of speaking for himself and he no longer works in government.\" Foreign Secretary Jack Straw said he had always had \"very good and polite relations\" with Mr Campbell, who he described as \"very talented\". But on the former spin doctor's use of language, Mr Straw said: \"I do know the odd journalist who has occasionally used the odd word that would probably be inappropriate in some circumstances. Maybe I mix with the wrong kind of journalists.\" Liam Fox, Tory co-chairman, said the return of Mr Campbell was a sign of new \"sinister and underhand tactics\" by Labour."}
{"doc_id": "010", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/010.txt", "char_len": 1176, "text": "Crucial decision on super-casinos\n\nA decision on whether to allow Westminster to legislate on super-casinos is set to be made by the Scottish Parliament.\n\nThe government has plans for up to eight Las Vegas style resorts in the UK, one of which is likely to be in Glasgow. Scottish ministers insist they will still have the final say on whether a super-casino will be built in Scotland. But opposition parties say that will not happen in practice. The vote is due to be taken on Wednesday and is expected to be close.\n\nThe Scottish Executive believes that the legislation should be handled by Westminster. The new law will control internet gambling for the first time and is aimed at preventing children from becoming involved. A super-casino in Glasgow could be located at Ibrox or the Scottish Exhibition and Conference Centre. The new gambling bill going through Westminster will allow casino complexes to open to the public, have live entertainment and large numbers of fruit machines with unlimited prizes. But the Scottish National Party and the Tories say the issue of super-casinos should be decided in Scotland and believe the executive is shirking its responsibility."}
{"doc_id": "011", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/011.txt", "char_len": 1646, "text": "Mrs Howard gets key election role\n\nMichael Howard's ex-model wife, Sandra, is to play a leading role in the Conservative election campaign.\n\nMrs Howard will make solo visits to target seats as well as accompanying her husband on his helicopter campaign trail criss-crossing the country. Mr Howard will host a news conference at the party's London HQ every morning, Tory co-chairman Liam Fox said. \"We want Michael to be as accessible as possible,\" Mr Fox said, adding that the party was not afraid of scrutiny.\n\nThe Tory leader wanted to meet as many ordinary members of the public, Mr Fox said. Tony Blair has also said he is intending to get out and talk to as many people as possible during the election campaign. But Labour campaign chiefs say there are no plans for Mr Blair to hold a daily news conference.\n\nMr Fox responded by accusing the prime minister of \"hiding away from the scrutiny of London's media\". The Liberal Democrats also say they are planning to hold daily news conferences with Charles Kennedy. On Mrs Howard's role, Mr Fox said: \"Sandra has already been campaigning with Michael on a number of visits and has been undertaking short visits herself. \"That pattern will continue. It's worked very well up until now.\" Mrs Howard made her debut speech at the Conservative Party Conference in Bournemouth last October. She used her speech on the fringe to highlight the work of a drugs charity, Addaction, which she supports. Mrs Howard has also appeared along side her husband on TV chat shows. During an interview on ITV1's This Morning she said she often criticised her husband for not showing the side of him that she knows."}
{"doc_id": "012", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/012.txt", "char_len": 2518, "text": "PM apology over jailings\n\nTony Blair has apologised to two families who suffered one of the UK's biggest miscarriages of justice.\n\nThe prime minister was commenting on the wrongful jailing of 11 people for IRA bomb attacks on pubs in Guildford and Woolwich in 1974. Mr Blair said: \"I am very sorry that they were subject to such an ordeal and injustice.\" He made the apology to members of the Conlon and Maguire families in his private room at Westminster. In a statement recorded for television, Mr Blair said the families deserved \"to be completely and publicly exonerated\".\n\nThe families had hoped the apology would be made during Prime Minister's Questions in the House of Commons. However, one of the so-called Guildford Four, Gerry Conlon - who was wrongly convicted of planting the bombs - said the families were delighted with the apology. He said Mr Blair had spoken with \"such sincerity\", adding: \"He went beyond what we thought he would, he took time to listen to everyone. \"You could see he was moved by what people were saying. \"Tony Blair has healed rifts, he is helping to heal wounds. It's a day I never thought would come.\" The move followed a huge campaign in Ireland for a public apology after eleven people were wrongly convicted of making and planting the IRA bombs which killed seven people. Mr Blair's official spokesman said no-one present at the meeting would \"ever forget the strength of feeling of relief that the prime minister's statement brought to them\".\n\nMost of those convicted were either members or friends of the two families. All were arrested because of a family connection to Gerry Conlon. Mr Conlon's father Giuseppe was arrested when travelling to London from Belfast to help his son. He died while serving his sentence. Also arrested were Anne Maguire and members of her family. Mrs Maguire was the relative with whom Giuseppe planned to stay in London, as well as two family friends. She said it was a \"wonderful feeling\" to have had the apology and that a weight had been lifted off her shoulders.\n\n\"The people who were still doubting us should now believe that we were totally innocent,\" she said. They were all jailed for handling explosives, based on scientific evidence which was later entirely discredited. In October 1989 the Court of Appeal quashed the sentences of the Guildford Four, and in June 1991 it overturned the sentences on the Maguire Seven. Mr Conlon's case was highlighted in the Oscar-nominated film In The Name Of The Father, starring Daniel Day-Lewis."}
{"doc_id": "249", "category": "politics", "kind": "news", "source_path": "data/raw/BBC News Summary/News Articles/politics/249.txt", "char_len": 811, "text": "No election TV debate, says Blair\n\nTony Blair has said he will not take part in a TV debate with his political rivals ahead of the next election.\n\n\"We answer this every election campaign and, for the reasons I have given before, the answer is no,\" he said at his monthly news conference. In October Tory leader Michael Howard said Mr Blair would be running scared if he refused calls to go head-to-head. In recent years the leader of the opposition has always called for a debate, although it has never happened. Before the 2001 election, plans for a debate between Mr Blair, William Hague and Charles Kennedy collapsed. In 1997 a debate between Mr Blair and John Major was also cancelled when a format could not be agreed. Televised debates have become the high point of the US presidential election campaigns."}
